{
    "almonds": 0,
    "apple": 1,
    "avocado": 2,
    "bacon": 3,
    "baking powder": 4,
    "baking soda": 5,
    "banana": 6,
    "basil": 7,
    "bbq sauce": 8,
    "beans": 9,
    "beef": 10,
    "beer": 11,
    "bell pepper": 12,
    "berries": 13,
    "blueberries": 14,
    "brandy": 15,
    "bread": 16,
    "breadcrumbs": 17,
    "broccoli": 18,
    "broth": 19,
    "butter": 20,
    "cabbage": 21,
    "carrot": 22,
    "cashews": 23,
    "cauliflower": 24,
    "cayenne": 25,
    "celery": 26,
    "cheddar": 27,
    "cheese": 28,
    "chicken": 29,
    "chili": 30,
    "chili powder": 31,
    "chocolate": 32,
    "cilantro": 33,
    "cinnamon": 34,
    "clams": 35,
    "cocoa": 36,
    "coconut": 37,
    "coconut oil": 38,
    "cod": 39,
    "coffee": 40,
    "coriander": 41,
    "cornstarch": 42,
    "crab": 43,
    "cream": 44,
    "cream cheese": 45,
    "croutons": 46,
    "cucumber": 47,
    "cumin": 48,
    "duck": 49,
    "egg": 50,
    "eggplant": 51,
    "fish": 52,
    "fish sauce": 53,
    "flour": 54,
    "garlic": 55,
    "gelatin": 56,
    "ginger": 57,
    "grapes": 58,
    "gruyere": 59,
    "ham": 60,
    "hoisin sauce": 61,
    "honey": 62,
    "kale": 63,
    "ketchup": 64,
    "lamb": 65,
    "leeks": 66,
    "lemon": 67,
    "lettuce": 68,
    "lime": 69,
    "lobster": 70,
    "mango": 71,
    "maple syrup": 72,
    "mascarpone": 73,
    "mayonnaise": 74,
    "milk": 75,
    "mint": 76,
    "mozzarella": 77,
    "mushrooms": 78,
    "mussels": 79,
    "mustard": 80,
    "noodles": 81,
    "nutmeg": 82,
    "oil": 83,
    "olives": 84,
    "onion": 85,
    "orange": 86,
    "oregano": 87,
    "oyster sauce": 88,
    "oysters": 89,
    "paprika": 90,
    "parmesan": 91,
    "parsley": 92,
    "pasta": 93,
    "peanuts": 94,
    "peas": 95,
    "pecans": 96,
    "pepper": 97,
    "pineapple": 98,
    "pork": 99,
    "potato": 100,
    "powder": 101,
    "pumpkin": 102,
    "raspberries": 103,
    "rice": 104,
    "ricotta": 105,
    "rosemary": 106,
    "rum": 107,
    "salmon": 108,
    "salt": 109,
    "sauce": 110,
    "sausage": 111,
    "scallions": 112,
    "scallops": 113,
    "seafood": 114,
    "sesame": 115,
    "sesame oil": 116,
    "shallots": 117,
    "shrimp": 118,
    "sour cream": 119,
    "soy sauce": 120,
    "spinach": 121,
    "squash": 122,
    "sriracha": 123,
    "stock": 124,
    "strawberries": 125,
    "sugar": 126,
    "swiss cheese": 127,
    "tahini": 128,
    "tea": 129,
    "teriyaki sauce": 130,
    "thyme": 131,
    "tofu": 132,
    "tomato": 133,
    "tortillas": 134,
    "tuna": 135,
    "turkey": 136,
    "turmeric": 137,
    "vanilla": 138,
    "vinegar": 139,
    "vodka": 140,
    "walnuts": 141,
    "water": 142,
    "wine": 143,
    "worcestershire sauce": 144,
    "yeast": 145,
    "yogurt": 146,
    "zucchini": 147
}